#+title: LaTeX Project

* Test bed
#+begin_src python :results output
print("Hello world!")
#+end_src

#+RESULTS:
: Hello world!
* Setup
Run the following codeblock to create a symlink to refs.bib when setting up this repo on a new machine.
**Replace the path below with your local =.bib= file location**
#+begin_src sh
## --------------------------
BIB_PATH="/THE/PATH/TO/refs.bib"
## --------------------------
ln -sf "$BIB_PATH" "$(dirname $0)/refs.bib"
echo "Symlink created → refs.bib"
#+end_src

#+RESULTS:
: Symlink created → refs.bib

